Repository: qdqmedia/wiggum
Catalog: wiggum/locale/*/LC_MESSAGES/django.po
Languages: es

source: Application name
es: Nombre de la aplicación

source: Application token
es: Token de la aplicación

source: Key should be hexadecimal and length 32
es: La clave debe ser hexadecimal y 32 caracteres como máximo

source: Application description
es: Descripción de la aplicación

source: Application active
es: Aplicación activa

source: App associated theme
es: Tema asociado a la applicación

source: Impersonation not active
es: Suplantación inactiva

source: You don't have impersonation permission
es: No tienes permisos de suplantación

source: Can't impersonate yourself
es: No se puede suplantar así mismo

source: Authentication error
es: Error de autenticación

source: We haven't found any account with email {0}
es: No existe ningún usuario con email {0}

source: SFA not active
es: SFA no está activado

source: Username or email
es: Nombre de usuario o email

source: Password
es: Contraseña

source: Redirection uri
es: Uri de redirección

source: The email is not valid
es: El email no es válido

source: Password validation
es: Validación de contraseña

source: The two password fields didn't match.
es: Las 2 contaseñas no coinciden

source: Token for password reset expired
es: El token para el cambio de contraseña ha expirado

source: Password has been reset
es: La contraseña ha sido cambiada

source: Password reset denied
es: El cambio de contraseña ha sido denegado

source: Invalid user for impersonation
es: Usuario invalido para suplantar

source: SFA link expired
es: El link SFA ha expirado

source: Invalid SFA token
es: Token SFA invalido

source: Invalid user to login
es: Usuario invalido para entrar

source: Sign in
es: Entra

source: Did you forgot your password?
es: ¿Has olvidado la contraseña?

source: Recover password
es: Recuperar contraseña

source: reset password
es: Cambiar contraseña

source: Email already exists
es: El email ya existe

source: Username already exists
es: El nombre de usuario ya existe

source: Password confirmation
es: Confirmación de contraseña

source: Enter the same password as above, for verification.
es: Mete la misma contraseña que arriba para la verificación

source: Project permission key
es: Clave de permisos para el proyecto

source: Project permission description
es: Descripción de permisos para el proyecto

source: Project permission active
es: Permisos de proyecto activo

source: Username
es: Nombre de usuario

source: Required. 39 characters or fewer. alphanumeric characters or single hyphens, and cannot begin or end with a hyphen
es: Requerido. 39 caracteres o menos. caracteres alfanuméricos o guiones ,y no puede empezar con guión

source: Username may only contain alphanumeric characters or single hyphens, and cannot begin or end with a hyphen
es: El nombre de usuario solo puede contener caracteres alfanumericos y guiones, y no puede empezqar con guiones

source: A user with that username already exists.
es: Un usuario con este nombre ya existe

source: Email address
es: Cuenta de correo

source: A user with that email already exists.
es: Ya existe un usuario con esa cuenta de correco

source: First name
es: Nombre

source: Last name
es: Apellido

source: Date joined
es: Fecha de ingreso

source: Active
es: Activo

source: Password reset token
es: Token de cambio de contraseña

source: Password reset token expiration
es: Expiracion de token de cambio de contraseña

source: SFA token expiration
es: Expiracion de token SFA

source: SFA token
es: Token SFA

source: External service
es: Servicio externo

source: User
es: Usuario

source: Users
es: Usuarios

source: 404 - Error. This page does not exist
es: 404 - Error. Esta página no existe

source: We could not find what you where looking for
es: No pudimos encontrar lo que estabas buscando

source: The requested webpage is not available
es: La página solicitada no está disponible

source: 500 - Error. Internal error
es: 500 - Error. Error interno

source: We had an error!
es: ¡Hemos tenido un error!

source: Impersonate
es: Suplantar

source: Client access
es: Acceso clientes

source: You shouldn't be here ¬¬
es: No deberías estar aquí ¬¬
